return {
  IAnnouncement = "你们好, 这里是MeMeZ的作者, 很高兴认识你们! \n目前我们支持的游戏: \nForsaken-被遗弃🟢\nGrow Your Country!-发展你的国家!🟢\n通用\n出现任何问题概不负责!\n最后一次更新 2025/2/19",
  Announcement = "傻逼 谢安迪女士(百度副总裁的女儿) 一个外籍华人护着一个韩国明星开中国人的个人信息, 随随便便一群外国人就能获取到中国人的个人信息, 警察收钱帮出, 这群人真是一点良心都没有😡"
  IExploitAnnouncement = "你们好, 这里是MeMeZ的作者, 我们公布了MeMeZ漏洞利用版!\n目前我们支持的漏洞利用:\nCarbonEngine🟢\nACS r15 1.1🟢\nACS r15 1.2.5🟢\n出现任何问题概不负责!\n最后一次更新 2025/2/10",
  ExploitAnnouncement = "傻逼 谢安迪女士(百度副总裁的女儿) 一个外籍华人护着一个韩国明星开中国人的个人信息, 随随便便一群外国人就能获取到中国人的个人信息, 警察收钱帮出, 这群人真是一点良心都没有😡"
  Respects = {
    ["nil"] = "nil",
    ["nil"] = "nil"
  },
  Blacklist = {
    ["-3395236573-"] = "no we hate u"
  },
  Creators = {
    {
        "MEMES",
        "1977471722",
        {"主要制作人员", "恶心", "QQ: 1977471722"}
    },
    {
        "MeMeA",
        "3567703786",
        {"主要制作人员", "实力", "QQ: 3567703786"}
    }
  }
}
